[
  {
    "city": "Raleigh",
    "places": [
      {
        "name": "St. Augustine University",
        "description": "St. Augustine ( AW-gə-steen; Spanish: San Agustín [san aɣusˈtin]) is a city in and the county seat of St. Johns County located 40 miles (64 km) south of downtown Jacksonville. The city is on the Atlantic coast of northeastern Florida. Founded in 1565 by Spanish explorers, it is the oldest continuously inhabited European-established settlement in what is now the contiguous United States.\nSt. Augustine was founded on September 8, 1565, by Spanish admiral Pedro Menéndez de Avilés, Florida's first governor. He named the settlement San Agustín, for his ships bearing settlers, troops, and supplies from Spain had first sighted land in Florida eleven days earlier on August 28, the feast day of St. Augustine. The city served as the capital of Spanish Florida for over 200 years. It was designated as the capital of British East Florida when the colony was established in 1763; Great Britain returned Florida to Spain in 1783.\nSpain ceded Florida to the United States in 1819, and St. Augustine was designated one of the two alternating capitals of the Florida Territory, the other being Pensacola, upon ratification of the Adams–Onís Treaty in 1821. The Florida National Guard made the city its headquarters that same year. The territorial government moved and made Tallahassee the permanent capital of Florida in 1824.St. Augustine is part of Florida's First Coast region and the Jacksonville metropolitan area. Since the late 19th century, St. Augustine's distinctive historical character has made the city a tourist attraction. Castillo de San Marcos, the city's 17th-century Spanish fort—constructed out of the sedimentary rock coquina—continues to attract tourists.",
        "wikiUrl": "https://en.wikipedia.org/wiki/St._Augustine,_Florida",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/StAugustineC12.png/600px-StAugustineC12.png"
      }
    ]
  }
]