[
  {
    "city": "Raleigh",
    "places": [
      {
        "name": "St. Augustine's University",
        "description": "Saint Augustine's University is a private historically black Christian college in Raleigh, North Carolina. It was founded by Episcopal clergy in 1867 for the education of freed slaves. The institution's accreditor, the Southern Association of Colleges and Schools, has voted to rescind its accreditation; the college remains accredited while it appeals that decision.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/St._Augustine%27s_University_(North_Carolina)",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/SAU1.jpg/600px-SAU1.jpg"
      },
      {
        "name": "John Chavis Memorial Park",
        "description": "John Chavis Memorial Park, also known as Chavis Park, is a public park spanning 28.87 acres near Shaw University in the South Park neighborhood of Southeast Raleigh, North Carolina. Built in 1937, Chavis Park attracted carloads of visitors from across North Carolina on its opening day. Its main attraction continues to be a historic, Allan Herschell carousel.\nChavis Park was added to the National Park Service's National Register of Historic Places on April 19, 2016.",
        "wikiUrl": "https://en.wikipedia.org/wiki/John_Chavis_Memorial_Park",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/John_Chavis_Memorial_Park2.jpg/600px-John_Chavis_Memorial_Park2.jpg"
      },
      {
        "name": "Pope House Museum",
        "description": "The Pope House Museum, built in 1901, is a restored home once owned by Dr. Manassa Thomas Pope, a prominent African-American citizen of Raleigh, North Carolina. The Pope House is listed on the National Register of Historic Places in 1999, It was an official project of the Save America’s Treasures Program and the city of Raleigh took over management of it, offering tours for the first time in 2012.",
        "wikiUrl": "https://en.wikipedia.org/wiki/Pope_House_Museum",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Pope_House.jpg/600px-Pope_House.jpg"
      },
      {
        "name": "Estey Hall at Shaw University",
        "description": "Shaw University is a private Baptist historically black university in Raleigh, North Carolina. It is affiliated with the American Baptist Churches USA. Founded on December 1, 1865, Shaw University is the oldest HBCU to begin offering courses in the Southern United States. The school had its origin in the formation of a theological class of freedmen in the Guion Hotel. The following year it moved to a large wooden building, at the corner of Blount and Cabarrus Streets in Raleigh, where it continued as the Raleigh Institute until 1870. In 1870, the school moved to its current location on the former property of Confederate General Barringer and changed its name to the Shaw Collegiate Institute, in honor of Elijah Shaw. In 1875, the school was officially chartered with the State of North Carolina as Shaw University.The main campus resides on 24 acres in the East Raleigh-South Park Historic District in downtown Raleigh. Shaw also owns and operates a 35-acre farm located on Rock Quarry Rd. Historical buildings, which either currently (Estey Hall) or previously (Shaw Hall) reside on campus, were designed by the famed Raleigh architect George S. H. Appleget and feature a Second Empire and Italianate architectural styles. Other architectural styles present on campus are Leonard Hall, a twin-turret Romanesque Revival style building, and several buildings featuring Brutalist style architectures.\nShaw is known for many significant historical achievements. It was the first university to offer a four-year medical school, the first to offer a school of pharmacy, and the first to offer a law school for freed slaves in the United States. The first building of higher education for African American women in the country was built and still resides on the campus of Shaw. Shaw is the alma mater of one United Nations General Assembly President, three founders of other North Carolina HBCUs, and numerous entertainers, lawyers, politicians, and educators.\nAlong with Howard University, Hampton University, Lincoln University and Virginia Union University, Shaw was a co-founding member of the NCAA Division II's Central Intercollegiate Athletic Association (CIAA) Conference, the oldest African American athletic association in the U.S. The university has won CIAA championships in Football, Basketball (women's and men's), Tennis (women's and men's) and volleyball.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/Shaw_University",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/Seal_of_Shaw_University.jpg/600px-Seal_of_Shaw_University.jpg"
      }
    ]
  },
  {
    "city": "Washington D.C",
    "places": [
      {
        "name": "African American Civil War Memorial and Museum",
        "description": "The African American Civil War Memorial Museum, in the U Street district of Washington, D.C., recognizes the contributions of the 209,145 members of the United States Colored Troops (USCT). The eponymous memorial, dedicated in July 1998 by the African American Civil War Memorial Freedom Foundation, commemorates the service of 209,145 African-American soldiers and about 7,000 white and 2,145 Hispanic soldiers, together with the approximate 20,000 unsegregated Navy sailors, who fought for the Union in the American Civil War, mostly among the 175 regiments of United States Colored Troops.\nThe Memorial is at the corner of Vermont Avenue, 10th Street, and U Street NW in Washington, D.C. It holds a 9-foot bronze statue, The Spirit of Freedom, by Ed Hamilton of Louisville, Kentucky, commissioned by the DC Commission on the Arts and Humanities in 1993 and completed in 1997.  The memorial includes a walking area with curved panel short walls inscribed with the names of the men who served in the war.\nThe Museum is across the street from the Memorial, at 1925 Vermont Ave. NW. Plans are in place for it to move into the former Grimké School, at 1923 Vermont Ave. NW. As of 2018 the Museum is housed in the former gymnasium of the school, which was converted into an office building in the 1980s.Both are served by the U Street station on the Washington Metro, served by the Yellow and Green Lines.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/African_American_Civil_War_Memorial_Museum",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/The_African_American_Civil_War_History_Museum_%287c0871fd-11ad-46eb-8339-3935266eff47%29.jpg/600px-The_African_American_Civil_War_History_Museum_%287c0871fd-11ad-46eb-8339-3935266eff47%29.jpg"
      },
      {
        "name": "Frederick Douglass National Historic Site",
        "description": "The Frederick Douglass National Historic Site, administered by the National Park Service, is located at 1411 W Street, SE, in Anacostia, a neighborhood east of the Anacostia River in Southeast Washington, D.C. United States. Established in 1988 as a National Historic Site, the site preserves the home and estate of Frederick Douglass, one of the most prominent African Americans of the 19th century. Douglass lived in this house, which he named Cedar Hill, from 1877–1878 until his death in 1895. Perched on a hilltop, the site offers a sweeping view of the U.S. Capitol and the Washington, D.C., skyline.\nIn 2017 the site was used to represent Washington, D.C., on its America the Beautiful quarter.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/Frederick_Douglass_National_Historic_Site",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Frederick_Douglass_House.jpg/600px-Frederick_Douglass_House.jpg"
      },
      {
        "name": "Martin Luther King, Jr. Memorial",
        "description": "The Martin Luther King, Jr. Memorial is a national memorial located in West Potomac Park next to the National Mall in Washington, D.C., United States. It covers four acres (1.6 ha) and includes the Stone of Hope, a granite statue of Civil Rights Movement leader Martin Luther King Jr. carved by sculptor Lei Yixin.  The inspiration for the memorial design is a line from King's \"I Have a Dream\" speech: \"Out of the mountain of despair, a stone of hope.\"  The memorial opened to the public on August 22, 2011, after more than two decades of planning, fund-raising, and construction.This national memorial is the 395th unit in the United States National Park Service. The monumental memorial is located at the northwest corner of the Tidal Basin near the Franklin Delano Roosevelt Memorial, on a sightline linking the Lincoln Memorial to the northwest and the Jefferson Memorial to the southeast. The official address of the monument, 1964 Independence Avenue, S.W., commemorates the Civil Rights Act of 1964.A ceremony dedicating the memorial was scheduled for Sunday, August 28, 2011, the 48th anniversary of the \"I Have a Dream\" speech that Martin Luther King Jr. delivered from the steps of the Lincoln Memorial in 1963 but was postponed until October 16 (the 16th anniversary of the 1995 Million Man March on the National Mall) due to Hurricane Irene.Although this is not the first memorial to an African American in Washington, D.C., King is the first African American honored with a memorial on or near the National Mall and only the fourth non-President to be memorialized in such a way. The King Memorial is administered by the National Park Service (NPS).",
        "wikiUrl": "https://en.wikipedia.org/wiki/Martin_Luther_King_Jr._Memorial",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/MLK_Memorial_NPS_photo.jpg/600px-MLK_Memorial_NPS_photo.jpg"
      },
      {
        "name": "National Museum of African American History and Culture (NMAAHC)",
        "description": "The National Museum of African American History and Culture (NMAAHC), colloquially known as the Blacksonian, is a Smithsonian Institution museum located on the National Mall in Washington, D.C., in the United States. It was established in 2003 and opened its permanent home in 2016 with a ceremony led by President Barack Obama.\nEarly efforts to establish a federally owned museum featuring African-American history and culture can be traced to 1915 and the National Memorial Association, although the modern push for such an organization did not begin until the 1970s. After years of little success, a legislative push began in 1988 that led to authorization of the museum in 2003. A site was selected in 2006, and a design submitted by Freelon Group/Adjaye Associates/Davis Brody Bond was chosen in 2009. Construction began in 2012 and the museum completed in 2016.\nThe NMAAHC is the world's largest museum dedicated to African-American history and culture. In 2022 it welcomed 1,092,552 visitors, and was second-most visited Smithsonian Museum, and eighth in the List of most-visited museums in the United States. The museum has more than 40,000 objects in its collection, although only about 3,500 items are on display. The 350,000-square-foot (33,000 m2), 10 story building (five above and five below ground) and its exhibits have won critical praise.",
        "wikiUrl": "https://en.wikipedia.org/wiki/National_Museum_of_African_American_History_and_Culture",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/thumb/3/36/National_Museum_of_African_American_History_and_Culture_Logo.jpg/600px-National_Museum_of_African_American_History_and_Culture_Logo.jpg"
      }
    ]
  },
  {
    "city": "New York City",
    "places": [
      {
        "name": "Schomburg Center for Research in Black Culture",
        "description": "The Schomburg Center for Research in Black Culture is a research library of the New York Public Library (NYPL) and an archive repository for information on people of African descent worldwide. Located at 515 Malcolm X Boulevard (Lenox Avenue) between West 135th and 136th Streets in the Harlem neighborhood of Manhattan, New York City, it has, almost from its inception, been an integral part of the Harlem community. It is named for Afro-Puerto Rican scholar Arturo Alfonso Schomburg.\nThe resources of the center are broken up into five divisions: the Art and Artifacts Division, the Jean Blackwell Hutson General Research and Reference Division, the Manuscripts, Archives and Rare Books Division, the Moving Image and Recorded Sound Division, and the Photographs and Prints Division.\nIn addition to research services, the center hosts readings, discussions, art exhibitions, and theatrical events. It is open to the general public.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/Schomburg_Center_for_Research_in_Black_Culture",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ca/Schomburg_Center_for_Research_in_Black_Culture_Logo.jpg/600px-Schomburg_Center_for_Research_in_Black_Culture_Logo.jpg"
      },
      {
        "name": "African Burial Ground National Monument",
        "description": "African Burial Ground National Monument is a monument at Duane Street and African Burial Ground Way (Elk Street) in the Civic Center section of Lower Manhattan, New York City. Its main building is the Ted Weiss Federal Building at 290 Broadway. The site contains the remains of more than 419 Africans buried during the late 17th and 18th centuries in a portion of what was the largest colonial-era cemetery for people of African descent, some free, most enslaved. Historians estimate there may have been as many as 10,000–20,000 burials in what was called the Negroes Burial Ground in the 18th century. The five to six acre site's excavation and study was called \"the most important historic urban archaeological project in the United States.\" The Burial Ground site is New York's earliest known African-American cemetery; studies show an estimated 15,000 African American people were buried here.The discovery highlighted the forgotten history of enslaved Africans in colonial and federal New York City, who were integral to its development. By the American Revolutionary War, they constituted nearly a quarter of the population in the city. New York had the second-largest number of enslaved Africans in the nation after Charleston, South Carolina. Scholars and African-American civic activists joined to publicize the importance of the site and lobby for its preservation. The site was designated a National Historic Landmark in 1993 and a national monument in 2006 by President George W. Bush.\nIn 2003 Congress appropriated funds for a memorial at the site and directed redesign of the federal courthouse to allow for this. A design competition attracted more than 60 proposals. The memorial was dedicated in 2007 to commemorate the role of Africans and African Americans in colonial and federal New York City, and in United States history. Several pieces of public art were also commissioned for the site. A visitor center opened in 2010 to provide interpretation of the site and African-American history in New York.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/African_Burial_Ground_National_Monument",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/African_Burial_Ground.jpg/600px-African_Burial_Ground.jpg"
      },
      {
        "name": "Studio Museum in Harlem",
        "description": "The Studio Museum in Harlem is an American art museum devoted to the work of artists of African descent. The museum's galleries are currently closed in preparation for a building project that will replace the current building, located at 144 West 125th Street between Adam Clayton Powell Jr. Boulevard and Lenox Avenue in Harlem, Manhattan, New York City, with a new one on the same site. Founded in 1968, the museum collects, preserves and interprets art created by African Americans, members of the African diaspora, and artists from the African continent. Its scope includes exhibitions, artists-in-residence programs, educational and public programming, and a permanent collection.\nSince opening in a rented loft at Fifth Avenue and 125th Street, the Studio Museum has earned recognition for its role in promoting the works of artists of African descent. The museum's Artist-in-Residence program has supported over one hundred graduates who have gone on to highly regarded careers. A wide variety of educational and public programs include lectures, dialogues, panel discussions and performances, as well as interpretive programs, both on- and off-site, for students and teachers. The exhibitions program has also expanded the scope of art historical literature through the production of scholarly catalogues, brochures, and pamphlets.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/Studio_Museum_in_Harlem",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/StudioMuseumHarlem.png/600px-StudioMuseumHarlem.png"
      },
      {
        "name": "Apollo Theater Harlem",
        "description": "The Apollo Theater (formerly the Hurtig & Seamon's New Theatre; also Apollo Theatre or 125th Street Apollo Theatre) is a multi-use theater at 253 West 125th Street in the Harlem neighborhood of Upper Manhattan in New York City. It is a popular venue for black American performers and is the home of the TV show Showtime at the Apollo. The theater, which has approximately 1,500 seats across three levels, was designed by George Keister with elements of the neoclassical style. The facade and interior of the theater are New York City designated landmarks and are listed on the National Register of Historic Places. The nonprofit Apollo Theater Foundation (ATF) operates the theater, as well as two smaller auditoriums at the Victoria Theater and a recording studio at the Apollo.\nThe Apollo was developed by Jules Hurtig and Harry Seamon as a burlesque venue, which opened in 1913 and originally served only white patrons. In 1928, the Minsky brothers leased the theater for burlesque shows. Sidney Cohen acquired the theater in 1934, and it became a venue for black performers. Frank Schiffman and his family operated the theater from 1935 to 1976. A group of black businessmen briefly operated the theater from 1978 to 1979, and former Manhattan borough president Percy Sutton bought it at an auction in 1981. The Apollo reopened in 1985 following a major refurbishment that saw the construction of new recording studios. In September 1991, the New York State Urban Development Corporation bought the Apollo and assigned its operation to the ATF. Further renovations took place in the mid-2000s, and an expansion of the theater was undertaken in the early 2020s.\nAmong the theater's longest-running events is Amateur Night at the Apollo, which takes place every Wednesday and involves audiences who judge the quality of novice performances. Many of the theater's most famous performers are inducted in the Apollo Legends Hall of Fame, and the theater has also commissioned various works and hosted educational programs. Over the years, the theater has hosted many musical, dance, theatrical, and comedy acts, with several performers often featured on the same bill. In addition, the theater has hosted other events including film screenings, recordings, and tapings, as well as non-performance events such as speeches, debates, and tributes. Over its existence, the Apollo has had a wide impact on African-American culture and has been featured in multiple books and shows.",
        "wikiUrl": "https://en.wikipedia.org/wiki/Apollo_Theater",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Harlem_-_Apollo_Theater_%2848555309512%29.jpg/600px-Harlem_-_Apollo_Theater_%2848555309512%29.jpg"
      }
    ]
  },
  {
    "city": "Chicago",
    "places": [
      {
        "name": "Grant Park Chicago",
        "description": "Grant Park is a large urban park in the Loop community area of Chicago, Illinois. Located within the city's central business district, the 319-acre (1.29 km2) park's features include Millennium Park, Buckingham Fountain, the Art Institute of Chicago, and the Museum Campus.\nOriginally known as Lake Park, and dating from the city's founding, it was renamed in 1901 to honor U.S. President Ulysses S. Grant. The park's area has been expanded several times through land reclamation, and was the focus of several disputes in the late 19th century and early 20th century over open space use. It is bordered on the north by Randolph Street, on the south by Roosevelt Road and McFetridge Drive, on the west by Michigan Avenue and on the east by Lake Michigan. The park contains performance venues, gardens, art work, sporting, and harbor facilities. It hosts public gatherings and several large annual events.\nGrant Park is popularly referred to as \"Chicago's front yard\". It is governed by the Chicago Park District.\n\n",
        "wikiUrl": "https://en.wikipedia.org/wiki/Grant_Park_(Chicago)",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Grant_Park%2C_Chicago%2C_Illinois%2C_Estados_Unidos%2C_2012-10-20%2C_DD_03.jpg/600px-Grant_Park%2C_Chicago%2C_Illinois%2C_Estados_Unidos%2C_2012-10-20%2C_DD_03.jpg"
      }
    ]
  }
]